Repository: Mustafa7Ibrahim/Scrumdinger
Catalog: Scrumdinger/Localization/Localizable.xcstrings
Source language: en
Languages: ar

source: Add
ar: آضافة

source: Attendee
ar: الحضور

source: Cancle
ar: الغاء

source: Done
ar: تم

source: Edit
ar: تعديل

source: Is Speaking
ar: يتحدث

source: Name
ar: الاسم

source: Next speaker
ar: المتحدث التالي

source: Seconds Remaining
ar: عدد الثواني الباقيه

source: Time remaining
ar: الوقت المتبقي

source: Title
ar: عنوان
